export interface ClassList {
  classTitle: string;
  description: string[];
}

export const mathClassList: ClassList[] = [
  {
    classTitle: "수학 수업 프로그램",
    description: [],
  },
  {
    classTitle: "초등부",
    description: [
      "수학 초등부에 대해 무언가 1: 요즘에는 스트레스가 너무 많아서 머리가 아프고 집안일도 제대로 못 하겠어요. ",
      "수학 초등부에 대해 무언가 2: 노란 고양이는 창밖을 보고 새 소리를 열심히 듣고 있지만 다람쥐는 땅굴 속에서 겨울잠을 자고 있어요.",
      "수학 초등부에 대해 무언가 3: 저는 매운 음식을 좋아하지 않지만, 친구가 너무 맛있다고 해서 곱창을 조금 먹어봤어요. ",
      "수학 초등부에 대해 무언가 4: 좀 쉬어야겠지만, 할 일이 너무 많아서 어떡해야 좋을지 모르겠네요.",
    ],
  },
  {
    classTitle: "중등부",
    description: [
      "수학 중등부에 대해 무언가 1: 요즘에는 스트레스가 너무 많아서 머리가 아프고 집안일도 제대로 못 하겠어요.",
      "수학 중등부에 대해 무언가 2: 좀 쉬어야겠지만, 할 일이 너무 많아서 어떡해야 좋을지 모르겠네요.",
      "수학 중등부에 대해 무언가 3: 노란 고양이는 창밖을 보고 새 소리를 열심히 듣고 있지만 다람쥐는 땅굴 속에서 겨울잠을 자고 있어요.",
      "수학 중등부에 대해 무언가 4: 저는 매운 음식을 좋아하지 않지만, 친구가 너무 맛있다고 해서 곱창을 조금 먹어봤어요. ",
      "수학 중등부에 대해 무언가 5: 정말 매웠지만, 생각보다 맛이 없지는 않았어요.",
    ],
  },
  {
    classTitle: "고등부",
    description: [
      "수학 고등부에 대해 무언가 1: 요즘에는 스트레스가 너무 많아서 머리가 아프고 집안일도 제대로 못 하겠어요.",
      "수학 고등부에 대해 무언가 2: 좀 쉬어야겠지만, 할 일이 너무 많아서 어떡해야 좋을지 모르겠네요.",
      "수학 고등부에 대해 무언가 3: 노란 고양이는 창밖을 보고 새 소리를 열심히 듣고 있지만 다람쥐는 땅굴 속에서 겨울잠을 자고 있어요.",
      "수학 고등부에 대해 무언가 4: 저는 매운 음식을 좋아하지 않지만, 친구가 너무 맛있다고 해서 곱창을 조금 먹어봤어요. ",
      "수학 고등부에 대해 무언가 5: 정말 매웠지만, 생각보다 맛이 없지는 않았어요.",
      "수학 고등부에 대해 무언가 6: 조용한 공원 길을 따라 걷다 보면 시원한 가을 바람이 스쳐 지나가고 마음이 편안해집니다. ",
      "수학 고등부에 대해 무언가 7: 이맘때 따뜻한 커피 한 잔과 함께 가을의 아름다움을 만끽하는 것은 정말 즐거운 일입니다.",
    ],
  },
  {
    classTitle: "경시대회 준비",
    description: [
      "수학 경시대회 준비에 대해 무언가 1: 요즘에는 스트레스가 너무 많아서 머리가 아프고 집안일도 제대로 못 하겠어요.",
      "수학 경시대회 준비에 대해 무언가 2: 좀 쉬어야겠지만, 할 일이 너무 많아서 어떡해야 좋을지 모르겠네요.",
      "수학 경시대회 준비에 대해 무언가 3: 노란 고양이는 창밖을 보고 새 소리를 열심히 듣고 있지만 다람쥐는 땅굴 속에서 겨울잠을 자고 있어요.",
    ],
  },
];

export const englishClassList: ClassList[] = [
  {
    classTitle: "영어 수업 프로그램",
    description: [],
  },
  {
    classTitle: "초등부",
    description: [
      "영어 초등부에 대해 무언가 1: 요즘에는 스트레스가 너무 많아서 머리가 아프고 집안일도 제대로 못 하겠어요.",
      "영어 초등부에 대해 무언가 2: 좀 쉬어야겠지만, 할 일이 너무 많아서 어떡해야 좋을지 모르겠네요.",
      "영어 초등부에 대해 무언가 3: 노란 고양이는 창밖을 보고 새 소리를 열심히 듣고 있지만 다람쥐는 땅굴 속에서 겨울잠을 자고 있어요.",
      "영어 초등부에 대해 무언가 4: 저는 매운 음식을 좋아하지 않지만, 친구가 너무 맛있다고 해서 곱창을 조금 먹어봤어요. ",
    ],
  },
  {
    classTitle: "중등부",
    description: [
      "영어 중등부에 대해 무언가 1: 요즘에는 스트레스가 너무 많아서 머리가 아프고 집안일도 제대로 못 하겠어요.",
      "영어 중등부에 대해 무언가 2: 좀 쉬어야겠지만, 할 일이 너무 많아서 어떡해야 좋을지 모르겠네요.",
      "영어 중등부에 대해 무언가 3: 노란 고양이는 창밖을 보고 새 소리를 열심히 듣고 있지만 다람쥐는 땅굴 속에서 겨울잠을 자고 있어요.",
      "영어 중등부에 대해 무언가 4: 저는 매운 음식을 좋아하지 않지만, 친구가 너무 맛있다고 해서 곱창을 조금 먹어봤어요. ",
      "영어 중등부에 대해 무언가 5: 정말 매웠지만, 생각보다 맛이 없지는 않았어요.",
    ],
  },
  {
    classTitle: "고등부",
    description: [
      "영어 고등부에 대해 무언가 1: 요즘에는 스트레스가 너무 많아서 머리가 아프고 집안일도 제대로 못 하겠어요.",
      "영어 고등부에 대해 무언가 2: 좀 쉬어야겠지만, 할 일이 너무 많아서 어떡해야 좋을지 모르겠네요.",
      "영어 고등부에 대해 무언가 3: 노란 고양이는 창밖을 보고 새 소리를 열심히 듣고 있지만 다람쥐는 땅굴 속에서 겨울잠을 자고 있어요.",
      "영어 고등부에 대해 무언가 4: 저는 매운 음식을 좋아하지 않지만, 친구가 너무 맛있다고 해서 곱창을 조금 먹어봤어요. ",
      "영어 고등부에 대해 무언가 5: 정말 매웠지만, 생각보다 맛이 없지는 않았어요.",
      "영어 고등부에 대해 무언가 6: 조용한 공원 길을 따라 걷다 보면 시원한 가을 바람이 스쳐 지나가고 마음이 편안해집니다. ",
      "영어 고등부에 대해 무언가 7: 이맘때 따뜻한 커피 한 잔과 함께 가을의 아름다움을 만끽하는 것은 정말 즐거운 일입니다.",
    ],
  },
];
